{
    "200-2021-013474.pdf_fr.txt": "\n\nRésumé: Cette convention collective de travail s'applique aux employeurs et employés des entreprises relevant de la Commission Paritaire Auxiliaire des Employés. Selon cette convention, les employés qui exercent une fonction qui n'est pas exercée par un autre employé dans l'entreprise bénéficieront d'un crédit-temps de 20 jours ouvrables par an, ceux qui exercent une fonction qui est exercée par un autre employé dans l'entreprise bénéficieront d'un crédit-temps de 10 jours ouvrables par an et ceux qui ne relèvent pas de l'article 2 bénéficieront d'un crédit-temps de 5 jours ouvrables par an. En cas de congé pour raisons médicales, les employés bénéficieront d'un crédit-temps de 10 jours ouvrables par an et en cas de congé pour raisons familiales, les employés bénéficieront d'un crédit-temps de 5 jours ouvrables par an. En cas de décès, les employeurs s'engagent à accorder aux ayants droit du travailleur défunt un crédit-temps de 10 jours ouvrables par an. La présente convention collective de travail entrera en vigueur le 1er janvier 2023 et restera en vigueur jusqu'au 31 décembre 2023. De plus, les employés qui bénéficient d'un crédit-temps bénéficieront également d'un crédit-temps de 5 jours ouvrables par an pour des raisons personnelles et ceux qui ont une ancienneté de 5 ans ou plus dans l'entreprise peuvent bénéficier d'une période de diminution de temps plein ou à mi-temps avec motif, ainsi que d'une période de réadaptation de 6 mois à temps plein ou à mi-temps avec motif à compter de la date à laquelle le droit à la diminution prend fin.",
    "200-2021-013472.pdf_fr.txt": "\n\nRésumé: La présente convention collective de travail s'applique aux employeurs et employés des entreprises relevant de la compétence de la Commission paritaire auxiliaire pour employés. Elle a été conclue en exécution de la convention collective de travail n°152 du Conseil National du Travail du 15 juillet 2021, qui instaure un régime de complément d'entreprise pour certains travailleurs âgés licenciés, ayant une carrière longue. Elle prévoit une indemnité complémentaire pour les employés licenciés pour des raisons autres que le motif grave, à condition qu'ils aient 60 ans et remplissent les conditions prévues par la convention collective de travail n°152.",
    "200-2021-013473.pdf_fr.txt": " Article 3 of the collective work agreement No. 103, which establishes a system of credit-time, career reduction and end-of-career employment, states that credit-time for care is considered part-time and cannot exceed twenty hours per month. Credit-time for training is considered part-time and cannot exceed fifteen hours per month. Credit-time for end-of-career is considered part-time and cannot exceed ten hours per month. Furthermore, from the age of 55, the 5% threshold provided for in article 16, section 1 of the collective work agreement No. 103 is not applied to public servants (CPAP).",
    "200-2021-011262.pdf_fr.txt": "\n\nCe document décrit une étude sur l'utilisation de l'intelligence artificielle (IA) pour améliorer la sécurité des systèmes informatiques. Les chercheurs ont conclu que l'utilisation de l'IA pour détecter et prévenir les menaces informatiques était très prometteuse et pouvait offrir une protection supplémentaire contre les cyberattaques. Les résultats de l'étude indiquent également que l'utilisation de l'IA pour surveiller et analyser le trafic réseau peut aider à identifier les comportements suspects et à réduire le temps nécessaire pour détecter et réagir aux incidents de sécurité.",
    "200-2019-010019.pdf_fr.txt": " Elle s'applique aux travailleurs licenciés ayant une carrière longue et dont le contrat a été rompu après le 1er janvier 2019. Elle s'applique également aux dispositions législatives et réglementaires en vigueur.\n\nCe document définit une convention collective de travail qui s'applique aux travailleurs licenciés ayant une carrière longue et dont le contrat a été rompu après le 1er janvier 2019, et dont la durée est de cinq ans. Elle s'applique également aux dispositions législatives et réglementaires en vigueur.",
    "200-2021-013467.pdf_fr.txt": "\n\nCe document décrit les étapes à suivre pour effectuer une mise à niveau d'un système informatique. Il explique comment sauvegarder les données et les applications, comment effectuer la mise à niveau et comment tester le système pour s'assurer qu'il fonctionne correctement.",
    "200-2019-009410.pdf_fr.txt": "\n\nCette convention collective de travail s'applique aux travailleurs à temps plein et à temps partiel engagés par l'employeur pour effectuer des prestations à temps partiel. CHAPITRE II. Durée du travail et salaire Art. 3. Durée du travail et salaire des travailleurs à temps plein: Les travailleurs à temps plein sont engagés pour une durée hebdomadaire de travail de 38 heures, réparties sur 5 jours par semaine. Les salaires des travailleurs à temps plein sont fixés conformément à la grille salariale annexée à la présente convention et sont payés mensuellement. Art. 4. Durée du travail et salaire des travailleurs à temps partiel: Les travailleurs à temps partiel sont engagés pour une durée hebdomadaire de travail comprise entre 15 et 30 heures, réparties sur 5 jours par semaine. Les salaires des travailleurs à temps partiel sont fixés conformément à la grille salariale annexée à la présente convention et sont payés mensuellement. Art. 5. Heures supplémentaires: Les heures supplémentaires effectuées par les travailleurs à temps plein et à temps partiel sont payées au taux horaire majoré de 50%. Les heures supplémentaires ne peuvent pas excéder 10 heures par semaine. Les heures supplémentaires effectuées par les travailleurs à temps partiel ne peuvent pas excéder le nombre d'heures correspondant à leur temps plein. CHAPITRE III. Dispositions finales: Art. 6. La présente convention collective de travail entrera en vigueur le 1er juillet 2019 et restera en vigueur jusqu'au 30 juin 2021.\n\nRésumé: Cette convention collective de travail s'applique aux travailleurs à temps plein et à temps partiel engagés par l'employeur pour effectuer des prestations à temps partiel. Elle définit la durée hebdomadaire de travail et les salaires correspondants des travailleurs à temps plein et à temps partiel, ainsi que les heures supplémentaires effectuées par ces travailleurs. La convention entrera en vigueur le 1er juillet 2019 et restera en vigueur jusqu'au 30 juin 2021.",
    "200-2019-010018.pdf_fr.txt": " \" 'entre',\\n\", \" 'en',\\n\", \" 'vigueur',\\n\", \" 'Ie',\\n\", \" '1er',\\n\", \" 'janvier',\\n\", \" '2019',\\n\", \" 'et',\\n\", \" 'cesse',\\n\", ' \"d\\'\\\\xc3\\\\xaatre\",\\n', \" 'en',\\n\", \" 'vigueur',\\n\", \" 'le',\\n\", \" '30',\\n\", \" 'juin',\\n\", \" '2021']\"]\n\n\nRésumé : Cette convention collective de travail a pour objet d'accorder des avantages aux travailleurs âgés licenciés qui ont travaillé 20 ans dans un régime de travail de nuit, qui ont été occupés dans le cadre d'un métier lourd ou qui ont été occupés dans le secteur de la construction et sont en incapacité de travail. Elle entre en vigueur le 1er janvier 2019 et cesse d'être en vigueur le 30 juin 2021.",
    "200-2019-010021.pdf_fr.txt": "",
    "200-2021-013468.pdf_fr.txt": "\n\nCette convention collective de travail s'applique aux entreprises relevant de la compétence de la Commission paritaire auxiliaire pour employés. Elle a pour objectif d'augmenter le nombre de jours de formation jusqu'à 6 jours en moyenne par ETP sur 2 ans en 2022-2023. Dans les entreprises occupant entre 10 et 20 travailleurs, 4,5 jours de formation en moyenne par équivalent temps plein sont proposés pour la période débutant le 1er janvier 2022 et prenant fin le 31 décembre 2023. Dans les entreprises avec moins de 10 travailleurs, 3 jours de formation en moyenne par équivalent temps plein sont proposés pour la même période. Les entreprises peuvent également adhérer à cette convention collective de travail par un engagement écrit.",
    "200-2020-012501.pdf_fr.txt": "\n\nCe document explique comment les humains peuvent réduire leur empreinte carbone en réduisant leur consommation d'énergie et en choisissant des sources d'énergie renouvelables. Il explique également comment les technologies peuvent aider à réduire l'empreinte carbone, par exemple en réduisant la consommation d'énergie et en favorisant l'utilisation d'énergies renouvelables. Il conclut en soulignant l'importance de la prise de conscience et de l'action collective pour réduire l'empreinte carbone.",
    "200-2018-013057.pdf_fr.txt": "\n\nCe document traite de l'évolution de la technologie et de l'impact qu'elle a sur l'environnement. Il explique que l'utilisation des nouvelles technologies peut avoir des conséquences négatives sur l'environnement, mais qu'elle peut également aider à améliorer les conditions de vie et à réduire les émissions de gaz à effet de serre. Il souligne également que la technologie peut être utilisée pour soutenir des solutions à long terme pour les défis environnementaux.",
    "200-2019-010014.pdf_fr.txt": "",
    "200-2021-011085.pdf_fr.txt": "\n\nCe document décrit une étude menée par des chercheurs qui ont examiné comment les enfants de 5 à 8 ans réagissent aux messages publicitaires. Les chercheurs ont constaté que les enfants avaient tendance à mémoriser plus facilement les messages publicitaires qui étaient accompagnés d'une chanson et de dessins animés, et que ces messages étaient plus susceptibles de les influencer. Les chercheurs ont également constaté que les enfants étaient plus susceptibles d’être influencés par les messages publicitaires qui étaient liés à des produits qu’ils avaient déjà vus ou entendus auparavant. \n\nLes chercheurs concluent que les messages publicitaires qui sont accompagnés de chansons et de dessins animés et qui sont liés à des produits que les enfants connaissent sont les plus susceptibles de les influencer.",
    "200-2021-013469.pdf_fr.txt": "\n\n['The present collective labor agreement applies to employers and employees of companies belonging to the Auxiliary Joint Committee for Employees and is carried out by Royal Decree of July 21, 2021, amending Article 19 Quinquies of the Royal Decree of November 28, 1969.', 'Chapter I - Scope of Application Art.1 This collective labor agreement applies to employers and employees of companies belonging to the Auxiliary Joint Committee for Employees.', 'By \"employees\" are meant male and female employees.', 'CHAPTER - CORONA BONUS Art.2.', 'A single Corona bonus is granted in the form of consumption vouchers within companies that meet the following two cumulative conditions:']",
    "200-2021-013464.pdf_fr.txt": "\n\nCette convention collective de travail est conclue entre la Commission paritaire auxiliaire pour employés (CPE) et les employeurs. Elle modifie la convention collective du 9 juin 2016 concernant le bonus de fin d'année. Elle stipule que la deuxième condition concernant la durée de service de l'employé, telle que mentionnée dans l'article 3 de la convention collective du 9 juin 2016, est remplacée par une nouvelle condition qui exige que les employés aient un minimum de six mois de service. Elle stipule également que toute période d'inactivité de sept jours ou moins sera comptée comme faisant partie de la durée de service de l'employé. L'accord est entré en vigueur le 1er janvier 2021 et est de durée indéterminée et peut être résilié par l'une ou l'autre des parties avec un préavis de trois mois.",
    "200-2022-009993.pdf_fr.txt": "\n\nCette convention collective de travail s'applique à tous les employés de l'Activité d'entreprise des briques, affiliés ou non à une organisation syndicale, à compter de la date de signature de cette convention collective de travail. Elle s'applique également à tous les employeurs actifs dans l'activité d'entreprise de l'industrie des briques, à l'exception des entreprises qui sont exclus conformément à l'article 8 de cette convention collective de travail. Elle couvre les secteurs suivants : Briques et produits en terre cuite, carrières et minières, ateliers de réparation, de construction et autres, chantiers de chargement et de déchargement ou autres et autres secteurs. Elle s'applique à tous les employeurs et employés des entreprises ressortissant à la Commission paritaire auxiliaire pour employés. L'employeur peut recourir à un mécanisme d'équivalence pour établir une équivalence entre les situations des employés ressortissant de la CP 200 et des ouvriers qui tombent sous la CP 114.",
    "200-2019-010015.pdf_fr.txt": "\n\nCe document explique comment le développement des technologies numériques a permis aux entreprises de moderniser leurs méthodes de travail et leurs processus. Les technologies numériques peuvent aider les entreprises à améliorer leur efficacité et à réduire leurs coûts, en leur permettant de s'adapter aux changements du marché et de répondre rapidement aux besoins des clients. Les technologies numériques peuvent également aider les entreprises à améliorer leur productivité et à offrir des produits et services de qualité supérieure.",
    "200-2021-015135.pdf_fr.txt": " Elle a été déposée le 21 décembre 2021 et enregistrée le 4 janvier 2022.",
    "200-2019-010017.pdf_fr.txt": "\n\nCette convention collective de travail s'applique aux employeurs et employés des entreprises relevant de la compétence de la Commission paritaire auxiliaire pour employés (200). Elle prévoit que l'employeur intervient à hauteur de 80 % du prix de la carte de transport 2e classe pour les transports en commun publics par chemin de fer et par autres moyens, et que les pouvoirs publics prennent en charge les 20 % restants. Les employés qui utilisent leurs propres moyens de transport sont remboursés des frais de transport qu'ils ont supportés. Les modalités de remboursement sont déterminées d'un commun accord entre l'employeur et les travailleurs.\n\nLes 10 mots les plus fréquents sont: ('de', 'la', 'et', 'le', 'pour', 'des', 'l\\'', 'employeur', 'les', 'à').",
    "200-2021-013471.pdf_fr.txt": "\n\nLes employeurs et les employés sont tenus de respecter les dispositions de la présente convention collective de travail concernant le licenciement. Les employés licenciés pour des raisons indépendantes de leur volonté ont droit à une indemnité de licenciement conformément à la législation en vigueur.",
    "200-2021-013466.pdf_fr.txt": "\n\nCe document décrit les principales caractéristiques et les avantages de l'utilisation de la technologie de l'intelligence artificielle (IA). Il explique que l'IA peut être utilisée pour améliorer l'efficacité et la productivité des entreprises, en automatisant certaines tâches et en fournissant des solutions plus intelligentes et plus rapides. Il souligne également les avantages pour les consommateurs, car l'IA peut fournir des expériences plus personnalisées et plus pertinentes. Enfin, le document met en évidence le rôle de l'IA dans le développement de nouvelles technologies et applications. \n\nEn résumé, ce document explique que l'IA peut être utilisée pour améliorer l'efficacité des entreprises, fournir des expériences personnalisées aux consommateurs et développer de nouvelles technologies.",
    "200-2020-009333.pdf_fr.txt": "\n\nCe document décrit une convention collective de travail entre un employeur et un syndicat. Elle stipule que le mandat des délégués syndicaux sera modifié et que tout différend entre les deux parties sera résolu conformément aux dispositions du chapitre IX de la convention collective de travail entre 2025 et 2033.",
    "200-2018-013527.pdf_fr.txt": " \n\nCette convention collective de travail vise à promouvoir la formation des employés des entreprises relevant de la compétence de la Commission Paritaire Auxiliaire pour Employés. Elle prévoit que les employeurs s'engagent à mettre en place un plan de formation pour leurs employés et à accorder 2 jours de formation pour la période qui commence le 1er janvier 2019 et se termine le 31 décembre 2019, ainsi qu'un jour supplémentaire à certains employés. Les jours de formation doivent être octroyés indifféremment et les employés à temps partiel bénéficient des jours de formation en proportion de leurs prestations. Les employeurs et les employés peuvent également convenir d'autres moyens de formation reconnus par le Centre de formation de la Commission Paritaire Auxiliaire pour Employés.",
    "200-2021-013476.pdf_fr.txt": "",
    "200-2021-013475.pdf_fr.txt": "",
    "200-2021-013465.pdf_fr.txt": "\n\nCette convention collective de travail entrera en vigueur le 1er décembre 2021 et restera en vigueur jusqu'au 31 décembre 2022. Elle sera déposée auprès du Service Public Fédéral Emploi, Travail et Concertation Sociale.",
    "200-2021-013463.pdf_fr.txt": " Ce document d\\xc3\\xa9finit les r\\xc3\\xa8gles de calcul de l\\'intervention de l\\'employeur pour le transport priv\\xc3\\xa9 des travailleurs. Il comprend : 1. les modalit\\xc3\\xa9s de calcul de l\\'intervention de l\\'employeur pour le transport priv\\xc3\\xa9 des travailleurs ; 2. les montants \\xc3\\xa0 partir du 1er f\\xc3\\xa9vrier 2021 ; 3. les modalit\\xc3\\xa9s d\\'octroi des indemnit\\xc3\\xa9s pour le trajet domicile-lieu de travail ; 4. les modalit\\xc3\\xa9s de calcul de l\\'intervention de l\\'employeur pour les transports en commun publics ; 5. les modalit\\xc3\\xa9s de calcul des indemnit\\xc3\\xa9s pour le trajet domicile-lieu de travail.\n\nCe document définit les règles de calcul de l'intervention de l'employeur pour le transport privé des travailleurs. Les entreprises peuvent prendre en charge des frais supplémentaires à ceux prévus à l'article 3 § 1er, notamment pour des transports en 1ère classe ou pour des déplacements à destination de lieux autres que le domicile. Les indemnités pour le trajet domicile-lieu de travail sont calculées à partir du 1er juillet à 0,10 EUR par kilomètre réellement effectué. Les modalités d'octroi des indemnités sont à déterminer au niveau de l'entreprise. Les montants à partir du 1er février 2021 sont également définis.",
    "200-2019-010016.pdf_fr.txt": " Les entreprises occupant 20 travailleurs ou plus sont tenues de proposer 5 jours de formation en moyenne par équivalent temps plein pour cette période. Ces jours de formation peuvent être collectifs ou individuels et doivent être adaptés aux besoins spécifiques des travailleurs et aux spécificités de l'entreprise. Les demandeurs d'emploi peu qualifiés (titulaires au maximum d'un diplôme ESS) font partie des groupes à risque. Les employeurs doivent enregistrer le plan supplémentaire de formation auprès du Fonds social entre le 1er janvier 2020 et le 31 décembre 2020. Les employés peuvent prendre des jours de formation individuels non octroyés dans le cadre de jours de formation choisis parmi l'offre de formations organisées par le CEFORA, dans les 6 mois de la fin de la CCT.",
    "200-2020-000391.pdf_fr.txt": " Cette intervention est calcul\\xc3\\xa9e en fonction du nombre de jours effectifs de pr\\xc3\\xa9sence au travail et des frais de transport effectifs.\n\nCette convention collective de travail concerne l'intervention des employeurs dans les frais de transport des employés. Elle entre en vigueur le 1er juillet 2019, à l'exception du chapitre V - Indemnité vélo qui entre en vigueur le 1er juillet 2020. Elle prévoit un remboursement des frais de transport selon un forfait kilométrique fixé à 0,50 EUR par kilomètre parcouru pour les trajets effectués en voiture personnelle, à 0,25 EUR par kilomètre parcouru pour les trajets effectués à vélo et à 0,10 EUR par kilomètre parcouru pour les trajets effectués à pied. L'employeur intervient également dans les frais de transport public à hauteur de 50-75% du montant total effectivement payé par le travailleur. Enfin, l'employeur intervient dans les frais de déplacement pour les employés qui n'utilisent pas de moyens de transport en commun public.",
    "200-2020-009334.pdf_fr.txt": " \n\nCette convention collective du travail prolonge la période pendant laquelle les entreprises occupant 20 travailleurs ou plus avec une délégation syndicale peuvent convenir entre le 1er janvier 2020 et le 30 septembre 2020 d'un plan de formation propre à l'entreprise.",
    "200-2019-010020.pdf_fr.txt": "\n\n# Résumé: La loi n°18 est abrogée et les employés âgés de 50 ans ou plus ont le droit de bénéficier d'une dérogation au droit de préavis de 6 mois pour leur départ à la retraite à partir de décembre 2018.",
    "200-2018-013526.pdf_fr.txt": "\n\nCe document présente un aperçu des principales caractéristiques et fonctionnalités d'un système de gestion des stocks. Il offre une solution complète pour aider les entreprises à gérer leurs stocks de manière efficace et précise. Il comprend des fonctions telles que la gestion des inventaires, la prévision des stocks, la gestion des commandes et la gestion des fournisseurs. Il peut également aider les entreprises à réduire leurs coûts et à améliorer leur efficacité."
}